[
    {
        "id": "1",
        "fact": "Bamboo is the fastest growing plant on the planet according to SoftSchool.com. There are over 1,500 species of bamboo that are native to Asia, Australia, and other parts of the world. This tall thin plant can grow 3 feet (.91 meters) every day."
    },
    {
        "id": "2",
        "fact": "In the 1600s the recently introduced tulip flowers in Holland were so valuable that their bulbs were often worth more than gold. This period called Tulip Mania is the first known speculative bubble in history and it collapsed in 1637."
    },
    {
        "id": "3",
        "fact": "Bananas aren’t always yellow; some are green and even red but this healthy breakfast and snack food is one of the most consumed plants in the world. According to Science Kids Bananas grow in large hanging bunches that are known as fingers, while a row is called a hand."
    },
    {
        "id": "4",
        "fact": "Coastal redwoods or sequoia sempervirens can reach up to 379 feet (115 meters) and are the tallest living plant on the planet. Native to California, some of these giants have lived for over 2,000 years. Although the area they grow in was impacted by the CZU fires, these majestic trees are still standing."
    },
    {
        "id": "5",
        "fact": "Most people think that carrots are orange but carrots were originally purple or white and were used as food as early as the 10th century in the Persian empire according to Healthline. The orange carrots we eat today were a genetic mutation. You can buy different colored carrots in markets today and they are all packed full of nutrition."
    },
    {
        "id": "6",
        "fact": "Most people think of roses as flowers. But the rose family also contains fruits. In fact, apples, peaches, apricots, cherries, plums, strawberries and other berries are all part of the family. Maybe that’s why the aromas of these fruits are so sweet. Another fun fact is that rose petals are edible too."
    },
    {
        "id": "7",
        "fact": "Lightning never strikes twice. But it could if you are standing under an oak tree. But why? Trees are frequently struck by lightning because they are tall and have roots underground. Since the roots of oak trees are deep and hollow water filled cells run up the tree trunks, this makes them excellent conductors for lightning according to a study by the American Meteorological Society. Remember do not take cover under an oak tree in an electrical storm."
    },
    {
        "id": "8",
        "fact": "Strawberries are all mixed up. They are the only fruit that has seeds on the outside and boy do they have seeds. The average strawberry contains 200 seeds."
    },
    {
        "id": "9",
        "fact": "Some like it hot. But which chili is the world’s hottest? Is it the Ghost pepper or the traditional jalapeño that adds the heat to Mexican food? According to Pepperhead, the world’s hottest pepper is constantly evolving as people try to break previous world records. To date, the Carolina Reaper tops the Scoville scale that measures a pepper’s intensity. It is a hybrid cross between a pepper grown in the Caribbean and a pepper found in Pakistan."
    }

]